# -*- coding:utf-8 -*-
s = ['最快出货时间', '1（天）', '适合季节', '冬季,春季,夏季,秋季', '鞋跟高度', '高跟（6-8CM）', '图案', '纯色', '鞋头形状', '圆头', '流行元素',
     '防水台,粗跟,浅口,交叉绑带,其他', '适用性别', '女', '货源类别', '现货', '鞋面材质', '人造PU', '产地', '浙江台州', '风格', '英伦', '鞋底材质', 'PU', '内里材质',
     '其他', '鞋帮高度', '低帮', '鞋跟形状', '粗跟', '鞋底工艺', '粘胶鞋', '穿着方式', '前系带', '功能', '透气,其他', '是否外贸', '否', '是否库存', '是', '库存类型',
     '整单', '适用运动', '通用', '鞋垫材质', 'PU', '款式', '单鞋', '适用场景', '日常', '上市年份季节（上市时间）', '2017年夏季', '最晚发货时间', '3天', '货号', '618',
     '颜色', '黑色,酒红色', '尺码', '35,36,37,38,39,40']

s1 = ['流行元素', '车缝线,粗跟,浅口,方扣,搭扣,金属', '鞋头形状', '方头', '货源类别', '现货', '鞋面材质', '人造PU', '产地', '浙江台州', '风格', '英伦', '适用性别', '女',
      '鞋跟高度', '高跟（6-8CM）', '图案', '纯色', '适合季节', '冬季,春季,夏季,秋季', '最快出货时间', '1（天）', '颜色', '黑色,棕色', '尺码', '35,36,37,38,39',
      '货号', 'F32', '鞋底材质', '橡胶', '内里材质', '仿皮', '鞋帮高度', '低帮', '鞋跟形状', '粗跟', '鞋底工艺', '粘胶鞋', '穿着方式', '套筒/套鞋', '功能',
      '耐磨,增高,减震', '是否外贸', '否', '是否库存', '是', '库存类型', '整单', '适用运动', '徒步', '鞋垫材质', 'PU', '质检报告', '是', '质检单位', 'sgs', '款式',
      '单鞋', '适用场景', '日常', '上市年份季节（上市时间）', '2017年秋季', '最晚发货时间', '4-7天']

print("颜色:", s[s.index("颜色") + 1])
print("尺码:", s[s.index("尺码") + 1])

